export const homeSEO = {
	title: {
		absolute: 'AniHaven',
		template: '%s | AniHaven'
	},
	description:
		'Погрузись в мир аниме на AniHaven! Смотри популярные и новые аниме, наслаждайся качественной анимацией и захватывающими сюжетами. Все жанры аниме в одном месте!',
	keywords: [
		'смотреть аниме онлайн',
		'аниме бесплатно',
		'новые аниме',
		'популярные аниме',
		'аниме 2025',
		'аниме в хорошем качестве',
		'AniHaven'
	],
	openGraph: {
		title: {
			absolute: 'AniHaven',
			template: '%s | AniHaven'
		},
		description:
			'Погрузись в мир аниме на AniHaven! Смотри популярные и новые аниме, наслаждайся качественной анимацией и захватывающими сюжетами. Все жанры аниме в одном месте!',
		images: ['./logo.webp']
	}
}
